<?php

return [
    'sidebar' => [
        'user_management' => 'بەڕێوەبردنی بەکارهێنەر',
        'location_management' => 'بەڕێوەبردنی شوێن',
        'content_management' => 'بەڕێوەبردنی ناوەڕۆک',
    ],
    'auth' => [
        'account_not_active' => 'هەژمارەکە ناچالاکە',
        'account_not_active_description' => 'هەژمارەکەت ناچالاکە، تکایە پەیوەندی بە بەڕێوەبەرەوە بکە بۆ چالاککردنی هەژمارەکەت !',
    ],
    'dashboard' => [
        'single' => 'داشبۆرد',
        'sections' => [
            'overview' => 'پوختەی سیستەم',
            'filters' => 'پاڵێوەرەکانی داتا',
        ],
    ],
    'users' => [
        'admins' => 'بەڕێوەبەران',
        'single' => 'بەکارهێنەر',
        'plural' => 'بەکارهێنەران',
        'list' => 'لیستی بەکارهێنەران',
        'create' => 'دروستکردنی بەکارهێنەر',
        'edit' => 'دەستکاری بەکارهێنەر',
        'delete' => 'سڕینەوەی بەکارهێنەر',
    ],
    'cities' => [
        'single' => 'شار',
        'plural' => 'شارەکان',
        'list' => 'لیستی شارەکان',
        'create' => 'دروستکردنی شار',
        'edit' => 'دەستکاری شار',
        'delete' => 'سڕینەوەی شار',
    ],
    'locations' => [
        'single' => 'شوێن',
        'list' => 'لیستی شوێنەکان',
        'create' => 'دروستکردنی شوێن',
        'edit' => 'دەستکاری شوێن',
        'delete' => 'سڕینەوەی شوێن',
    ],
    'faqs' => [
        'single' => 'پرسیاری باو',
        'list' => 'لیستی پرسیارە باوەکان',
        'create' => 'دروستکردنی پرسیاری باو',
        'edit' => 'دەستکاری پرسیاری باو',
        'delete' => 'سڕینەوەی پرسیاری باو',
    ],
    'bus_lines' => [
        'single' => 'هێڵی پاس',
        'plural' => 'هێڵەکانی پاس',
        'list' => 'لیستی هێڵەکانی پاس',
        'create' => 'دروستکردنی هێڵی پاس',
        'edit' => 'دەستکاری هێڵی پاس',
        'delete' => 'سڕینەوەی هێڵی پاس',
        'view' => 'بینینی هێڵی پاس',
        'from_location' => 'لە شوێنی',
        'to_location' => 'بۆ شوێنی',
        'route_file' => 'فایلی ڕێڕەو (JSON)',
    ],
];
