

<?php

return [
    'empty_options' => 'هەڵبژاردنەکان بەتاڵە',
    'search_here' => 'گەڕان لێرە بکە',
    'date_picker' => [
        'months' => ['ڕێبەندان', 'ڕەشەمە', 'نەورۆز', '	گوڵاننەورۆز', 'جۆزەردان', 'پووشپەڕ', 'گەلاوێژ', 'خەرمانان', 'ڕەزبەر', 'گەڵاڕێزان', 'سەرماوەز', 'بەفرانبار'],
        'days' => ['یەکشەممە', 'دووشەممە', 'سێشەممە', 'چوارشەممە', 'پێنجشەممە', 'هەینی', 'شەممە'],
        'tomorrow' => 'بەیانی',
        'today' => 'ئەمڕۆ',
        'yesterday' => 'دوێنێ',
    ],
    'errors' => [
        'title' => '{errors} هەڵە هەیە لەناردنی فۆرمەکەدا',
    ],
];
